Repository: byYuraGudan/PlaceTown
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: English
ru: Английский
uk: Англійська

source: Ukrainian
ru: Украинский
uk: Українська

source: Russian
ru: Русский
uk: Російська

source: Backend
ru: Настройка информации
uk: Налаштування інформації

# your_lang
source: Selected {} language
ru: Выбран {} язык
uk: Вибрана {} мова

# select_you_interested
source: Choose what interests you
ru: Выберите что вас интересует
uk: Виберіть що вас цікавить

# open_company
source: ⏱ Open сompanies
ru: ⏱ Открытые заведения
uk: ⏱ Відкриті заклади

# must_update_location
source: 📍Update your location!
ru: 📍Оновить ваше местоположение!
uk: 📍Оновіть ваше місцезнаходження!

# nearby_company
source: 🧭 Companies nearby
ru: 🧭 Заведения рядом
uk: 🧭 Заклади поруч

# user_created_info
source: Created account, allows you to add new data for viewing by other users. Access your profile data administration. <b>Login:</b> {username} <b>Password:</b> {password}
ru: Создан аккаунт, позволяет добавлять новые данные для просмотра другими пользователями. Доступ к администрированию данных вашего профиля. <b>Логин:</b> {username} <b>Пароль:</b> {password}
uk: Створений акаунт, надає можливість додавати нові дані для перегляду іншими користувачами. Доступ до адміністрування даних вашого профілю: <b>Логін:</b> {username} <b>Пароль:</b> {password}

# profile_exists
source: You already have an existing profile. Log in at the link below to administer your data.
ru: У вас уже есть существующий профиль. Авторизуйтесь по ссылке ниже для администрировании своих данных.
uk: У вас вже є існуючий профіль. Авторизуйтесь по посиланню нижче для адмініструванні своїх даних.

# company_doesnt_exists
source: There is no information about the company.
ru: Информация о заведении отсутствует.
uk: Інформація про заклад відсутня.

# company_has_not_info_location
source: Unfortunately, the company did not specify the location.
ru: К сожалению заведение не указал местонахождения.
uk: На жаль заклад не вказав місцезнаходження.

# location_of_company
source: Location of "{name}"
ru: Местонахождение "{name}"
uk: Місцезнаходження "{name}"

# no_info_available
source: No information available
ru: Нет данных
uk: Інформація відсутня

# created_order_user_info
source: 📌: {status} 🕑 Created: {created} 📞: {contact} Company: {company} Service: {service}
ru: 📌: {status} 🕑 Созданный: {created} 📞: {contact} Заведение: {company} Услуга: {service}
uk: 📌: {status} 🕑 Створений: {created} 📞: {contact} Заклад: {company} Послуга: {service}

# reject_order
source: 🔴 Reject the order
ru: 🔴 Отклонить заказ
uk: 🔴 Відхилити замовлення

# create_order_performer_info
source: 📌: {status} 🕑 Created: {created} 👤: {user_name} 📞: {contact} Company: {company} Service: {service}
ru: 📌: {status} 🕑 Созданный: {created} 👤: {user_name} 📞: {contact} Заведение: {company} Услуга: {service}
uk: 📌: {status} 🕑 Створений: {created} 👤: {user_name} 📞: {contact} Заклад: {company} Послуга: {service}

# accept_order
source: 🟢 Accept the order
ru: 🟢 Принять заказ
uk: 🟢 Прийняти замовлення

# done_order
source: ✅ Done
ru: ✅ Выполнено
uk: ✅ Виконано

# must_set_user_phone
source: To process the services, you need to update your contact information so that we can contact you.
ru: Для оформления услуг, нужно обновить контактные данные для того, чтобы с вами могли связаться.
uk: Для оформлення послуг, потрібно оновити контактні дані для того, щоб з вами могли зв'язатися.

# not_info_about_services_of_company
source: There is no information about services of this company.
ru: Нет информации о данном услугах даного заведения.
uk: Немає інформації про послуги даного закладу.

# service_was_early_booking
source: Sorry, services have already been booked.
ru: Простите, услуги уже забронировали.
uk: Вибачте, послуги вже забронювали.

# create_order
source: 📝 Create an order
ru: 📝 Создать заказ
uk: 📝 Створити замовлення

source: ⬅️ Back
ru: ⬅️ Назад
uk: ⬅️ Назад

# about_service
source: Назва: {name} Опис: {description}
ru: Название: {name} Описание: {description}

# choose_services_of_company
source: Choose a service:
ru: Выберите услугу:
uk: Виберіть послугу:

# not_info_about_company
source: There is no information about this company. Choose another company.
ru: Нет информации о данном заведение. Выберите другое заведение.
uk: Немає інформації про даний заклад. Виберіть інший заклад.

# your_mark_company_is
source: Your rating is {mark} ⭐️
ru: Ваша оценка {mark} ⭐️
uk: Ваша оцінка {mark} ⭐️

# you_are_grade_the_company
source: You have already rated this company.
ru: Вы уже оценивали данное заведение.
uk: Ви вже оцінювали даний заклад.

# grade_the_company
source: Rate the establishment from 1 to 5 ⭐️
ru: Оцените заведение от 1 до 5 ⭐️
uk: Оцініть заклад від 1 до 5 ⭐️

# not_info_about_news_of_company
source: There is no information about news of this company.
ru: Нет информации о данной новости даного заведения.
uk: Немає інформації про новину даного закладу.

# choose_news_of_company
source: Choose a news:
ru: Выберите новость:
uk: Виберіть новину:

# site_url
source: 🌐 Links to the site
ru: 🌐 Ссылки на сайт
uk: 🌐 Посилання на сайт

source: 📍 Location
ru: 📍 Местонахождение
uk: 📍 Місцезнаходження

# grade
source: ⭐ Rate
ru: ⭐️Оценить
uk: ⭐ Оцінити

source: 📝 Services
ru: 📝 Услуги
uk: 📝 Послуги

source: news
ru: 📑 Новости
uk: 📑 Новини

# about_company
source: <b>Name:</b> {name} <b>Description:</b> {description}
ru: <b>Назва:</b> {name} <b>Описание:</b> {description}
uk: <b>Назва:</b> {name} <b>Опис:</b> {description}

# work_schedule
source: <b>📅 Work schedule: </b>
ru: <b>📅 График работы: </b>
uk: <b>📅 Графік роботи: </b>

# not_choose_performer_for_current_category
source: There is no information about institutions in this category. Try a different category.
ru: Нет информации о заведениях данной категории. Попробуйте выбрать другую категорию.
uk: Немає інформації про заклади даної категорії. Спробуйте вибрати іншу категорію.

# choose_company
source: Choose a company:
ru: Выберите заведение:
uk: Виберіть заклад:

# not_choose_categories
source: Sorry, no categories.
ru: К сожалению нет ни одной категории.
uk: Нажаль немає жодної категорії.

# choose_category
source: Choose a category:
ru: Выберите категорию:
uk: Виберіть категорію:

# choose_order
source: Select the order you are interested in:
ru: Выберите заказ, который вас интересует:
uk: Виберіть замовлення, яке вас цікавить:

# my_profile_data
source: 👤 My profile Choose what interests you.
ru: 👤 Мой профиль Выберите что вас интересует
uk: 👤 Мій профіль Виберіть що вас цікавить

# help
source: Help This bot allows you to view information about establishments,filter data on the schedule of work or establishments nearby, sort by popularity - /filters.Dogs are also given the opportunity to add their own data, to do this, create a profile and administer your data on the site - /profile.You can choose the services, the design of which will immediately notify the institutions.
ru: Помощь Єтим Ботом можно просматривать информацию о заведениях, фильтровать данные по графику работы или заведение рядом, сортировать по популярности - /filters.Также собами предоставляется возможность добавлять собственные данные, для этого создайте профиль и администрирует свои данные на сайте - /profile.Можно выбирать услуги, при оформлении которых будут сразу оповещать заведения.
uk: Допомога Даний бот, надає можливість переглядати інформацію про заклади, фільтрувати дані по графіку роботи або заклади поруч, сортувати за популярністю - /filters.Також собам надається можливість додавати власні дані, для цього створіть профіль і адмініструйте свої дані на сайті - /profile.Можна вибирати послуги, при оформлені яких будуть зразу оповіщати заклади.

# start
source: Hello, {} 😊! I'm a PlaceTown bot. My goal is to show you all the interesting establishments of our city, so that it is convenient for you to view information about them and even choose services. I'm always in touch😉. Have a nice day! 🌤 PS .. you look great😏🖤
ru: Привет, {} 😊! Я бот PlaceTown 😎. Моя цель - показать тебе все интересные заведения нашего города, так чтобы тебе было удобно просмотры информацию о них и даже выбирать услуги. Я всегда на связи 😉. Хорошего тебе дня! 🌤 ПС .. ты прекрасно выглядишь 😏🖤
uk: Привіт, {} 😊! Я бот PlaceTown😎. Моя ціль - показати тобі всіцікаві заклади нашого міста, так щоб тобі було зручно перегляди інформацію про них і навіть вибирати послуги. Я зажди на зв'язку😉. Хорошого тобі дня!🌤 ПС.. ти чудово виглядаєш😏🖤

source: Settings
ru: Настройки
uk: Налаштування

# create_profile
source: Create a profile
ru: Создать профиль
uk: Створити профіль

# profile_does_not_exists
source: You have no profile. You can create a profile that will allow you to administer the data.
ru: У вас отсутствует профиль. Вы можете создать профиль, который предоставит вам возможность администрировать данные.
uk: У вас відсутній профіль. Ви можете створити профіль, який надасть вам змогу адмініструвати дані.

# choose_lang
source: Choose language:
ru: Выберите язык:
uk: Виберіть мову:

# data_filter
source: Display information about companies, according to selected filter.
ru: Отображение информации о заведениях, по выбранным фильтрами.
uk: Відображення інформації про заклади, за вибраними фільтрами.

# not_info_about_available_orders
source: You do not have any active orders yet.
ru: У вас пока нет активных оформленных заказов.
uk: У вас поки немає активних оформлених заказів.

# update_user_location
source: Your location has been updated.
ru: 📍Ваше местонахождение обновлен.
uk: 📍Ваше місцезнаходження оновлено.

# dont_send_someone_phone_number
source: Do not send someone else's phone number!
ru: Не отправляйте чужой номер телефона!
uk: Не відправляйте чужий номер телефону!

# saved_user_phone
source: Your {phone} number has been saved. In case of registration of service, you will be contacted by your phone number.
ru: Номер {phone} сохранен. В случае оформления услуги, с вами свяжутся по вашему номеру телефона.
uk: Ваш номер {phone} збережений. У випадку оформлення послуги, з вами зв'яжуться по вашому номеру телефону.

# unknown_message
source: I do not understand the team, try something else.
ru: Непонятная команда, попробуйте что-то другое.
uk: Не зрозуміла команда, спробуйте щось інше.

source: Company
ru: Заведение
uk: Заклад

# notification_news
source: 📮<b>News ({time_news}) </b> <b>Subject:</b> {title} <b>Details:</b> {description} <b>Author:</b> {company}
ru: 📮<b>Новость ({time_news})</b> <b>Тема:</b> {title} <b>Детали:</b> {description} <b>Автор:</b> {company}
uk: 📮<b>Новина ({time_news})</b> <b>Тема:</b> {title} <b>Деталі:</b> {description} <b>Автор:</b> {company}

source: 📚 Categories
ru: 📚 Категории
uk: 📚 Категорії

# get_location
source: 📍 My location
ru: 📍 Мое местоположение
uk: 📍 Моє місцезнаходження

source: 📤 Outgoing Orders
ru: 📤 Исходящие заказы
uk: 📤 Вихідні замовлення

source: 👤 My profile
ru: 👤 Мой профиль
uk: 👤 Мій профіль

source: By rating
ru: По пулярности
uk: По пулярності

source: By alphabet
ru: По алфавиту
uk: По алфавіту

source: Sorting
ru: Сортировка
uk: Сортування

# show_rejected_order
source: 🔴Show rejected orders
ru: Показать отклоненные заказы
uk: Показати відхилені замовлення

# show_done_order
source: Show done orders
ru: Показать выполненные заказы
uk: Показати виконані замовлення

# get_phone
source: 📞 My phone number
ru: 📞 Мой номер телефона
uk: 📞 Мій номер телефону

source: 📥 Incoming Orders
ru: 📥 Входящие заказы
uk: 📥 Вхідні замовлення

source: Mo
ru: Пн
uk: Пн

source: Tu
ru: Вт
uk: Вт

source: We
ru: Ср
uk: Ср

source: Th
ru: Чт
uk: Чт

source: Fr
ru: Пт
uk: Пт

source: Sa
ru: Сб
uk: Сб

source: Su
ru: Вс
uk: Нд

source: Telegram user
ru: Телеграм пользователь
uk: Телеграм користувач

source: Telegram users
ru: Телеграм пользователи
uk: Телеграм користувачі

source: Category
ru: Категория
uk: Категорія

source: Categories
ru: Категории
uk: Категорії

source: Profile
ru: Профиль
uk: Профіль

source: Profiles
ru: Профили
uk: Профілі

source: Company
ru: Заведение
uk: Заклади

source: Companies
ru: Заведения
uk: Заклади

source: Monday
ru: Понедельник
uk: Понеділок

source: Tuesday
ru: Вторник
uk: Вівторок

source: Wednesday
ru: Среда
uk: Середа

source: Thursday
ru: Четверг
uk: Четвер

source: Friday
ru: Пятница
uk: П'ятниця

source: Saturday
ru: Субота
uk: Субота

source: Sunday
ru: Воскресение
uk: Неділя

source: Time work
ru: Робочее время
uk: Робочий час

source: Time works
ru: Робочее время
uk: Робочий час

# simple_text
source: Informative
ru: Информативный
uk: Інформативний

source: Booking
ru: Бронирование
uk: Бронювання

source: Service
ru: Услуга
uk: Послуга

source: Services
ru: Услуги
uk: Послуги

source: News
ru: Новость
uk: Новина

# _more_news
source: News
ru: Новости
uk: Новини

source: Waiting 🟡
ru: Ожидания 🟡
uk: Очікується 🟡

source: Accepted 🟢
ru: Принято 🟢
uk: Прийнято 🟢

source: Rejected 🔴
ru: Отвергнуто 🔴
uk: Відхилено 🔴

source: Done ✅
ru: Сделанно ✅
uk: Виконано ✅

source: Order
ru: Заказ
uk: Замовлення

source: Orders
ru: Заказы
uk: Замовлення

# _grade
source: Rate
ru: Оценка
uk: Оцінка

# _grades
source: Rates
ru: Оценки
uk: Оцінки
